<?php

$_ = [
    'date_format' => [
        'Y-m-d' => 'السنة-الشهر-اليوم',
        'Y.m.d' => 'السنة.الشهر.اليوم',
        'Y/m/d' => 'السنة/الشهر/اليوم',
        'm-d-Y' => 'الشهر-اليوم-السنة',
        'm.d.Y' => 'الشهر.اليوم.السنة',
        'm/d/Y' => 'الشهر/اليوم/السنة',
        'd-m-Y' => 'اليوم-الشهر-السنة',
        'd.m.Y' => 'اليوم.الشهر.السنة',
        'd/m/Y' => 'اليوم/الشهر/السنة',
    ],
    'time_format' => [
        'H:i:s'     => '24 ساعات:الدقائق:التواني',
        'h:i:s'     => '12 ساعات:الدقائق:التواني',
        'h:i:s A'   => '12 ساعات:الدقائق:التواني الزمن',
    ],
];




